Repository: YasirHakami/quill
Catalog: Quill/Quill/*.lproj/Localizble.strings
Languages: ar

source: email
ar: البريد الالكتروني

source: password
ar: الرقم السري

# logIn
source: Loge In
ar: تسجيل دخول

source: Register
ar: التسجيل

# changeLun
source: اللغة العربية
ar: English

source: Sign In
ar: دخول

# welcome
source: Hi There ! Nice to See You Again!
ar: مرحبا ! من الجيد رؤيتك مرة آخرى

source: name
ar: الاسم

source: Confirm Password
ar: تآكيد الرقم السري

source: bio
ar: كلمة تعريفية

source: Price
ar: السعر

source: Descripe
ar: الوصف

# logout
source: Out
ar: خروج

source: Contact
ar: رقم التواصل

source: Signature
ar: رقم للتوثيق

source: Send New Paint
ar: اضافة لوحة جديدة

source: Update
ar: تعديل

source: painter
ar: الرسام

# profileTitle
source: Paints
ar: لوحاتي

source: Delete
ar: حذف

# ok
source: Sure
ar: متآكد

source: Back
ar: الرجوع

# DeleteM
source: Are You Sure ?
ar: هل آنت متآكد ؟

# errorLoginVC
source: Email and password should filled correctly
ar: يجب ملء خانة الاميل و الرقم السري بشكل صحيح

# errorRegisteration1
source: Password Not Matching
ar: الرقم السري غير مطابق

# errorRegisteration2
source: Can't be empty!!
ar: لا يمكن ان يكون فارغ

# langugeAlret
source: اعادة تشغيل البرنامج
ar: Restart The App

# done
source: موافق
ar: Ok

# no_
source: رجوع
ar: Back
